import { CategoriesData } from '../models'

export const categoriesData: CategoriesData[] = [
  {
    name: 'Рыба',
    photoURL:
      'https://images.unsplash.com/photo-1601314002592-b8734bca6604?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1936&q=80',
    recieptsTotal: '6',
    pageText:
      'Здесь представлены рецепты классических рыбных блюд, таких как запеченый лосось с лимоном и травами, тунец тартар с авокадо или рыбные котлеты с томатным соусом. Мы также предлагаем экзотические рецепты, которые познакомят вас с разнообразием кухонь мира - японский суши с лососем и авокадо или тайский кокосовый суп с морскими гадами.',
  },

  {
    name: 'Мясо',
    photoURL:
      'https://images.unsplash.com/photo-1613454320437-0c228c8b1723?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80',
    recieptsTotal: '12',
    pageText:
      'Вкусные мясные блюда, которые удивят и восхитят гостей и членов семьи, может приготовить не каждая хозяйка, особенно если гости приходят внезапно. Такие блюда готовят из разных видов мяса, таких как свинина, баранина, телятина и пр. Приготовление блюд из мяса нередко занимает много времени, однако здесь представлены разнообразные рецепты мясных блюд с фото от простых до сложных, которые позволят приготовить все, что душе угодно. Они удивят ваших гостей аппетитным видом и необычным вкусом и доставят вам удовольствие от всего процесса приготовления. Следуя нашим инструкциям можно легко и просто приготовить горячее на ужин или второе блюдо на обед независимо от вашего кулинарного опыта.',
  },

  {
    name: 'Супы',
    photoURL:
      'https://images.unsplash.com/photo-1476718406336-bb5a9690ee2a?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80',
    recieptsTotal: '12',
    pageText:
      'Здесь представлены традиционные супы, такие как борщ с пышными капустными колобками и солянка с мясом, с картофельными дольками и ароматной сметаной. Мы также предлагаем экзотические рецепты, которые оживят ваше меню - тайская том-ям с креветками и лимонной травой или мексиканский тортилья суп с авокадо и сыром.',
  },
  {
    name: 'Вторые блюда',
    photoURL:
      'https://images.unsplash.com/photo-1601823281975-75d81b28c373?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80',
    recieptsTotal: '18',
    pageText:
      'Из названия понятно, что эти блюда считаются логичным продолжением обеда или ужина. Как правило, это мясная или рыбная составляющая, гарнированная самыми разными способами. Сочный стейк из говядины со стручковой фасолью, ароматные котлеты с картофельным пюре и зеленым горошком, тефтели с овощным рагу — вариантов бесчисленное множество. Они могут быть сделаны на скорую руку, а иногда становятся произведениями кулинарного искусства со сложными соусами и множеством ингредиентов. Как правило, такие блюда подают на плоской широкой тарелке, сервируют ножами и вилками. Иногда соус к блюду подается отдельно, чтобы каждый гость мог сам определить нужное для себя количество.',
  },
  {
    name: 'Салаты',
    photoURL:
      'https://images.unsplash.com/photo-1611171711925-92171c63fc4b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80',
    recieptsTotal: '22',
    pageText:
      'Ищите рецепт простого салата на ужин? Или интересного салата на День Рождения? А может быть, находитесь в поиске салата на зиму из огурцов, баклажанов, перцев и кабачков?  Какая бы цель сейчас перед вами не стояла, вы смотрите на правильную страницу. Здесь собраны рецепты для любого повода и кошелька. Это по-настоящему универсальное блюдо. В зависимости от ингредиентов, им можно просто перекусить или же насытиться до конца дня. Какой бы из этих вариантов не относился к вам, вы сможете найти удивительные сочетания, открытые нашими кулинарами.',
  },
  {
    name: 'Десерты',
    photoURL:
      'https://images.unsplash.com/photo-1499636136210-6f4ee915583e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1964&q=80',
    recieptsTotal: '7',
    pageText:
      'На десерт возложена ответственная роль — завершать трапезу. Именно поэтому к его приготовлению нужно подходить особенно внимательно. Это всегда сладкое блюдо, для приготовления которого используются фрукты, орехи, различные пряности, варенье и джемы. Здесь вы найдете как рецепты сладкой выпечки, горячих десертов, так и тех, которые не нужно подвергать термической обработке. Вы ищите рецепт сытного пирога или легкого фруктового десерта, крема для торта или варенья? В этом разделе подобраны сладкие блюда на все случаи жизни.',
  },
  {
    name: 'Выпечка',
    photoURL:
      'https://images.unsplash.com/photo-1612884610549-ce221d92514a?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80',
    recieptsTotal: '10',
    pageText:
      'В этом разделе собрана настоящая библиотека рецептов изделий из теста. Здесь вы найдете блюда для любого случая жизни: воскресного завтрака, самого обычного ужина, чаепития с семьей или праздника. Приготовление изделий из слоеного, дрожжевого, песочного или творожного теста — не столь трудоемкий процесс, каким он может показаться на первый взгляд. Главное — видеть результат: тесто, хрустящее снаружи и мягкое внутри, сочная мясная, рыбная, овощная или сладкая начинка. В раздел объединены как простые блюда на каждый день, так и замысловатые, подходящие для особенных случаев. ',
  },
  {
    name: 'Завтраки',
    photoURL:
      'https://images.unsplash.com/photo-1525351484163-7529414344d8?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2080&q=80',
    recieptsTotal: '10',
    pageText:
      'Здесь вы найдете классические завтраки, такие как омлеты со свежими овощами и ароматные блины с домашним вареньем. Мы также предлагаем нестандартные рецепты, которые вдохнут новую жизнь в ваше утро - французские тосты с корицей и ягодной подливкой или блюда с экзотическими фруктами, чтобы разнообразить ваш рацион.',
  },
]
